Repository: htmlprogrammist/Agenda
Catalog: Agenda/Resources/*.lproj/Localizable.strings
Languages: ru

source: Yes
ru: Да

source: Cancel
ru: Отменить

source: Goals
ru: Цели

# oopsError
source: Oops!
ru: Упс!

source: History
ru: История

source: Summary
ru: Обзор

# welcomeLabel
source: Welcome to the
ru: Добро пожаловать в

# continueButtonLabel
source: Continue
ru: Продолжить

# title1
source: Planning in a new way
ru: Планирование по-новому

# title2
source: All in plain sight
ru: Всё на виду

# title3
source: More details
ru: Больше деталей

# title4
source: Data visualization
ru: Визуализация данных

# description1
source: Discover monthly planning as a new tool to achieve your goals
ru: Откройте для себя планирование на месяц как новый инструмент для достижения своих целей

# description2
source: Easily track your progress throughout the month with the progress bars
ru: Легко отслеживайте свой прогресс в течение месяца с помощью простых графиков

# description3
source: Add notes to your goals to concretize them and not forget anything
ru: Добавляйте заметки к своим целям, чтобы конкретизировать их и ничего не забыть

# description4
source: Check out your data and become a better version of yourself
ru: Ознакомьтесь со своими данными и становитесь лучшей версией себя

# titleLabel
source: What's to achieve?
ru: Чего нужно достичь?

# currentLabel
source: Current
ru: Текущее значение

# aimLabel
source: Aim
ru: Цель

# notes
source: Add more details
ru: Добавьте деталей

source: New Goal
ru: Новая цель

source: Details
ru: Подробнее

# saved
source: Saved successfully
ru: Успешно сохранено

# deleteGoalTitle
source: Delete goal
ru: Удалить цель

# deleteGoalDescription
source: Are you sure you want to delete this goal? This action cannot be undone
ru: Вы уверены, что хотите удалить эту цель? Отменить это действие будет невозможно

# fetchErrorDescription
source: We've got unexpected error while loading statistics. Please, restart the application
ru: Возникла непредвиденная ошибка в результате загрузки вашей истории. Пожалуйста, перезапустите приложение

# currentMonthDeletion
source: You could not delete current month
ru: Вы не можете удалить ещё не закончившийся месяц

# deleteMonthTitle
source: Delete month
ru: Удалить месяц

# deleteMonthDescription
source: Are you sure you want to delete this month? This action cannot be undone
ru: Вы уверены, что хотите удалить этот месяц? Отменить это действие будет невозможно

# goalsDeclension
source: goals
ru: целей

# percentOfSetGoals
source: You achieve
ru: Вы достигаете

# ofSetGoals
source: of the set goals
ru: от поставленных целей

source: Completed goals
ru: Выполненные цели

source: Uncompleted goals
ru: Невыполненные цели

source: All goals
ru: Все цели

# computingDataError
source: We've got unexpected error while preparing data for charts. Please, restart the application
ru: Возникла непредвиденная ошибка при попытке получить данные для графиков. Пожалуйста, перезапустите приложение

# lessBetter
source: Less is better
ru: Меньше - лучше

# moreBetter
source: More is better
ru: Больше - лучше

# percentOfSetGoalsDescription
source: This chart shows the average number of completed goals of all set goals over a certain period of time
ru: На этой диаграмме показано среднее количество завершенных целей из всех поставленных целей за период времени с первого месяца по месяц N

# completedGoalsDescription
source: This chart shows the number of completed goals by month
ru: На этой диаграмме показано количество выполненных целей по месяцам

# uncompletedGoalsDescription
source: This chart shows the number of uncompleted goals by month
ru: На этой диаграмме показано количество невыполненных целей по месяцам

# allGoalsDescription
source: This chart describes the total number of set goals over a certain period of time
ru: Эта диаграмма описывает общее количество поставленных целей за определенный период времени
